{"0x0d033": {"1598137122.0773695": "This guy is a douche, I highly dislike him. I like Roy Earle when he tells him off, it's great."}, "0x07089": {"1598137183.0031936": "The diagrams themselves are pretty neat actually. I dislike category theory stuff though thanks to my unpleasant experience in math 113."}, "0x0d057": {"1598137222.2736297": "A pretty meh newspaper. Courtney is kinda lame like that. "}, "0x0d023": {"1598137290.0878148": "He's an ok character. I don't really think anything special of him, he seems genuine enough. "}, "0x070aa": {"1598137315.8755045": "I don't really like the subject, it's kind of a joke in my mind. "}, "0x0000d": {"1598137518.878534": "https://web.archive.org/web/20200822230428/https://aaronsun1030.wordpress.com/2020/07/23/7-23-20/"}, "0x0003e": {"1598137535.9152918": "It's not very nice to be sad."}, "0x070ba": {"1598137591.6390934": "I've never heard of this before, but it's the height you use when you calculate triangle area (hence the name altitude)."}, "0x0d02b": {"1598137644.1704023": "I like the way he talks, his accent is funny and he is so grandiose in his gestures. He also doesn't seem to be affiliated with any of the shady stuff in the game."}, "0x03035": {"1598137674.0974593": "Not good, but easy. Why would you use it when it's so slow though?"}, "0x070b0": {"1598137691.66483": "Who cares about this? I don't."}, "0x07090": {"1598137728.8742278": "Learning about it in math 113 was unpleasant, but the idea of it is not bad."}, "0x03004": {"1598137804.4423885": "Very useful algorithm. I wonder people tend to use DFS more when this seem better?"}, "0x0d005": {"1598137886.8167808": "When I first played through it lol, I failed the interrogation at the start and end. It's a decent introductory case for actual investigation, but it's not that great otherwise."}, "0x0d050": {"1598137954.0678833": "God he's pretty cool. Even though everyone in the department disrespects Cole, Biggs treats Cole fairly. He also seems really honest and sides with justice even when it's not good for his career. "}, "0x0000a": {"1598138031.1012945": "I feel this way about many things. Like in Taylor Swift's \"I Forgot That You Existed,\" \"it isn't love it isn't hate it's just indifference.\" "}, "0x0304d": {"1598138093.7758996": "Kinda neat but when would you use it?"}, "0x00028": {"1598138124.226039": "Hmm can't say I feel this that often? It doesn't seem very pleasant though."}, "0x00001": {"1598138173.1524436": "I tell Tristan this a lot. Life is all about coming to terms with reality. Since there's a lot of things that aren't in your control that you have to just face as the truth. "}, "0x0d006": {"1598138206.8900762": "Nothing really interesting about him. He just says to always stop investigating since he's scared lol. "}, "0x0d01b": {"1598138290.4020662": "Meh, both suspects aren't too compelling. I wonder why the husband has to act so suspicious all the time though. The ending where he runs away is weird. Also weird is why the janitor thinks that Hugo was the one in the car. "}, "0x00026": {"1598138431.1828399": "What do I hate? I dunno. "}, "0x070bf": {"1598138474.254753": "Learning them in middle school was such a drag. I still don't really know how they work and I also don't really care. "}, "0x07051": {"1598138528.247621": "Pretty cool I guess. I like the idea, it makes a lot of sense."}, "0x0304b": {"1598138614.8337166": "Very important idea. Priority queues are lit for sure."}, "0x03025": {"1598138654.8376825": "Useful for lower bounds. If not for that it'd be useless. "}, "0x0305b": {"1598138677.7011068": "Pretty neat idea."}, "0x0305d": {"1598138697.067654": "I've never heard of this but I like integrals."}, "0x07033": {"1598138745.8852494": "Can't say I'm fond of this. It's more like you have to know the derivative of the trig function for it to be useful, and at that point just integrate by sight."}, "0x03030": {"1598138979.4133253": "Feels like such brute force lol. Can't say I hate that though."}, "0x07052": {"1598139074.841059": "Very fundamental indeed. It's interesting how it can relate dimensions in a non-obvious way. Shows how dimensions are \"conserved\" kind of."}, "0x0d052": {"1598139114.4686599": "The beginning of bad things. I am not that fond of this newspaper, if this didn't happen then everything would be better. "}, "0x03003": {"1598139137.8243725": "An extremely important algorithm for anything with graphs."}, "0x0d05e": {"1598139244.5626886": "Very funny.\n\"Leland. We will not solve our problems by announcing them to the general public.\" \n\"You certainly are a cold character, Harlan.\""}, "0x07023": {"1598139277.5485654": "It's alright. I feel bad that Rolle's kind of got ripped off for this lol. "}, "0x070b1": {"1598139382.0181322": "A fundamental object. At least for humans. I think more universally that squares aren't so special."}, "0x0702d": {"1598139431.9880188": "Very neat idea."}, "0x00005": {"1598139454.4777877": "I don't like feeling such generalized angst at all. "}, "0x070c7": {"1598139487.5385385": "Felt useless and hard to use. It's basically just max lol. "}, "0x07020": {"1598139527.1566446": "I liked the idea a lot and it led to many important concequences, but proving it on homework was so wack."}, "0x00010": {"1598139659.077984": "Amazing! It's so important, so rewarding, yet so elusive."}, "0x03005": {"1598139695.8508332": "Feels suspiciously like brute force to me. I suppose it's very practical though. "}, "0x0d05a": {"1598139748.481823": "Roy Earle you snake! It's a very important cutscene since it shows you who sold Cole out and why he was used."}, "0x07081": {"1598139780.4636836": "You can quotient by normal subgroups, so they're important."}, "0x0001d": {"1598139830.8388941": "I feel it most when I'm up late with Chris and William. I picked them since it's always been true for them, but it applies to more people as well."}, "0x07030": {"1598156119.6114268": "In calculus, limits are kind of a joke and really easy."}, "0x07084": {"1598156132.94093": "Gross, why."}, "0x00018": {"1598156206.7087784": "It's pretty fun!"}, "0x07074": {"1598156219.882237": "Pretty cool, I like the idea."}, "0x03050": {"1598156255.8270903": "I've never heard of this."}, "0x07086": {"1598156313.6188376": "In a group theory context, it's a neat application of quotient groups or something. Or was it Lagrange's theorem? I forgot."}, "0x07098": {"1598156338.232481": "Only in my 170 nightmares."}, "0x0702f": {"1598156363.1566584": "It's so tedious to have to do this. I don't like it at all. integralcalculator exists for a reason after all."}, "0x07075": {"1598156421.686303": "Probably the best universal property, since it's the first one that I learned and the null space is quotiented makes sense."}, "0x0301a": {"1598156493.5314147": "Why did we learn this in 170, I don't like it at all."}, "0x07005": {"1598156576.1474822": "Sounds good, doesn't do much."}, "0x0305a": {"1598156593.736803": "? What is this."}, "0x0707b": {"1598156614.2813048": "It's just Cartesian product though."}, "0x0000e": {"1598156656.296494": "I think it's bad when I feel this about other people."}, "0x07061": {"1598156676.2195258": "Very fundamental idea, that you have to start from something to get anywhere."}, "0x0704a": {"1598156716.190318": "I liked it when I took math 54. It taught me proofs and also a lot of intuition."}, "0x07022": {"1598156800.9847238": "Pretty useful theorem, the proofs with it are always some weird function construction though lol."}, "0x07043": {"1598165435.2774966": "Not cool."}, "0x03018": {"1598165464.3904157": "Pretty cool algorithm, but its annoying to implement."}, "0x0d018": {"1598165493.089239": "Last case is the best by far. The rest is all alright."}, "0x0d04e": {"1598165638.4347713": "For a grand finale, it's pretty epic. I dunno if the gameplay is that great, but the plot conclusion and cutscenes are pretty pretty good."}, "0x0301f": {"1598165745.0771358": "Only good for the completeness, but that's pretty important."}, "0x0703d": {"1598165986.2288523": "Important for lasers as far as I know."}, "0x0302c": {"1598166388.7549665": "I guess it's an OK np complete problem."}, "0x03052": {"1598166850.5657752": "What is that?? Nobody knows how it works."}, "0x070a1": {"1598166873.627413": "Why would I ever use this?"}, "0x07070": {"1598166918.6669033": "It's somewhat cool, but also really pointless."}, "0x070c9": {"1598166966.0973961": "I can't say I like this... at all."}, "0x0303c": {"1598215592.6602323": "Extremely useful."}, "0x070ca": {"1598215612.0755804": "Who ever wants to deal with this annoying thing?"}, "0x07088": {"1598215730.4390395": "Learning it was painfully not interesting, but full of meme value between me and Armaun at least."}, "0x0003b": {"1598215845.904142": "I consider it relatively neutral, as you can reject bad things too. Also I'm not really that concerned when people reject me most of the time."}, "0x07092": {"1598215923.4779487": "I love how you don't have to deal with annoying details when you do this. When I took 70 I felt like I learned a lot when doing combinatorics."}, "0x07011": {"1598215964.5941384": "I swear this is always so not useful, but apparently it's better than the ratio test. Crazy."}, "0x03028": {"1598215980.6382012": "Who uses Theta, just use Big O."}, "0x0003f": {"1598216010.5873904": "Very important to me. Keeps me efficient and motivated."}, "0x0d003": {"1598216031.5114355": "This case is kind of funny, used to always play this with Darin lol."}, "0x0700a": {"1598216168.0873277": "Pretty important at the start of real analysis but practically speaking the function limits are far more important."}, "0x07041": {"1598216190.3611863": "Darned approximation algorithms."}, "0x0d01d": {"1598216212.3236036": "I feel bad for him."}, "0x070c1": {"1598216551.5642574": "I've never heard of this before."}, "0x07096": {"1598216619.752314": "Good for combinatorics I guess. It's kind of cool? "}, "0x03017": {"1598216668.9072342": "Lol it's so confusing. It's quite interesting how two seemingly unrelated problems can be the same by duality."}, "0x07002": {"1598216687.685118": "So crucial for real analysis. "}, "0x0705d": {"1598216711.9208336": "It gets us somewhere and allows us to communicate."}, "0x0301b": {"1598216742.8959227": "It's alright."}, "0x07095": {"1598216785.4487803": "Pretty neat and lets us realize non-obvious probabilities. It's rather intuitive as well."}, "0x07009": {"1598216817.110522": "Quite crucial."}, "0x070cb": {"1598216835.1622474": "Who wants to ever deal with this?"}, "0x00002": {"1598217084.8791523": "I think usually my feelings are more intense than this but it's important."}, "0x03041": {"1598217150.2841134": "I don't care about this lol."}, "0x07015": {"1598217164.941456": "This was just annoying."}, "0x0304e": {"1598217228.3852012": "This only solves super tricky problems lol. I think it's alright."}, "0x0000b": {"1598217257.5852573": "I imagine this feeling when confronted by something very grand."}, "0x070ac": {"1598217270.0538008": "Uhhh... Sure?"}, "0x03039": {"1598217296.8235219": "I like this one better than LSD for sure."}, "0x00037": {"1598217941.5510318": "It's so good. I feel this mostly while in social situations with friends I really like. Ahh.... It makes life fun."}, "0x07057": {"1598217954.9949503": "Nah, I think it's a gimmick. "}, "0x07091": {"1598217975.9133677": "Learning this in math 113 was such an awful experience."}, "0x07080": {"1598218004.0735786": "Cosets are pretty neat. It's like \"translating\" a group."}, "0x03016": {"1598218021.0883918": "Not cool, but useful and practical."}, "0x0002f": {"1598218050.9712012": "I dislike being lonely a lot. I'm glad the internet exists so I'm infrequently lonely."}, "0x00019": {"1598218083.7246454": "Ahhhh I hate this! But it's also not the worst."}, "0x00021": {"1598219798.1677327": "It's important. I feel this way towards my friends sometimes, and I make sure to let them know about it."}, "0x0003d": {"1598220056.5385904": "I think these kinds of feelings occur to me when people get rewarded even though they don't deserve it."}, "0x07097": {"1598220080.0643528": "It's very applicable I suppose."}, "0x07007": {"1598220103.5804327": "Soooooo bad. It's not even cool sounding like lim sup."}, "0x03014": {"1598220119.0477068": "Pretty neat algorithm."}, "0x07034": {"1598220466.3936749": "It's a nontrivial idea for sure. I like it a lot, and even now the logic behind the connection between derivatives and integrals isn't clear to me."}, "0x070a0": {"1598220508.8086076": "Slightly niche but a very nice idea."}, "0x03059": {"1598220610.3498693": "Is this english?"}, "0x00034": {"1598220636.3260257": "Very unpleasant, this is a sign of a disaster."}, "0x0707f": {"1598221103.539362": "Boring."}, "0x0d044": {"1598221150.8143103": "Somewhat cool, but doesn't show up enough for me to like him."}, "0x07079": {"1598221182.492533": "Lol, let's just take two things and stuff them into one!"}, "0x0703e": {"1598221342.4326553": "How dumb is this?"}, "0x0709b": {"1598221380.4263203": "Flip a coin."}, "0x0d013": {"1598221401.313678": "Snake. I didn't understand that the first time around."}, "0x0d007": {"1598221412.1600347": "Not very memorable tutorial."}, "0x0d036": {"1598221503.6630666": "The worst part about this guy was how he just fooled Heather without remorse and even robbed her own home."}, "0x0d038": {"1598221536.1949673": "What a strange character. His death was very memorable though."}, "0x0001f": {"1598221581.0288658": "It's so frustrating to be frustrated. It's always when you're working to fix something and then it never works correctly for the millionth time."}, "0x00011": {"1598221636.852666": "I feel curiosity about people. But basically not about anything else. "}, "0x0709d": {"1598221649.9384863": "God this is annoying."}, "0x03013": {"1598221683.9225442": "Doesn't seem like a greedy algorithm should work which makes this interesting."}, "0x0701e": {"1598221768.5806699": "What an annoying definition to use, the thing itself is far more straightforward than the definition."}, "0x00046": {"1598224039.4880288": "That is not pleasant."}, "0x07017": {"1598224788.8857672": "It's not bad."}, "0x07055": {"1598224823.9072845": "Who would ever actually want to deal with this? It might be useful for PCA, but who likes this at all?"}, "0x00047": {"1598224852.8595185": "Sometimes you get a pleasant surprise, sometimes you get a not so pleasant surprise."}, "0x07068": {"1598225261.5766096": "It's a thing. I suppose it's slightly hard to work with since it is dependent on the specific function."}, "0x0706c": {"1598225343.4816885": "Onto is nice, but one-to-one is better."}, "0x03022": {"1598225377.789844": "When would I ever check if AB=C lol?"}, "0x07021": {"1598225416.2352421": "It's so annoying to use the limit definition, I dunno how people made all these nice rules but using this definition is just bad."}, "0x0d046": {"1598225663.1326559": "This guy is not cool."}, "0x03020": {"1598226089.1120722": "This is an important NP complete problem. It's quite an annoying problem after all."}, "0x070c5": {"1598226102.4149618": "It's funny because it's useless."}, "0x00029": {"1598304208.0794144": "It's not good for the world when people are hostile against one another. However I am slightly an elitist so I do feel hostile to outsiders a lot."}, "0x0d042": {"1598304709.2243214": "This case is a good depiction of Cole Phelp's fall from grace to being a little unhinged and desperate. "}, "0x0707d": {"1598304729.1747181": "Horrible."}, "0x0002d": {"1598304768.639769": "Joy is really good. It's a really good feeling."}, "0x07066": {"1598304827.76713": "Who wants a partial order when you can have a total one? Then again, I suppose it's not awful."}, "0x0d008": {"1598304897.8150206": "Kind of a dumb case. The first time I failed the Frank Morgan investigation. I feel worst for the wife, she knows what's going on but stays silent."}, "0x07027": {"1598304909.3283904": "Ohhh this is the most annoying thing."}, "0x03043": {"1598304941.4869332": "Dealing with this is just a pain."}, "0x03023": {"1598304983.5016005": "They're very useful, but also feel like a gimmick and isn't really that satisfying. "}, "0x0705f": {"1598305031.4249659": "I talked with Chris about this once. The whole point of algebra is learning the abstract concept of a variable. Needless to say, they are extremely important."}, "0x0300b": {"1598305114.5247214": "Clever? or just brute force? I think the latter."}, "0x03031": {"1598305145.8800585": "I've never used or looked into this but it seems clever."}, "0x0707c": {"1598305160.4433548": "Hate this."}, "0x0d043": {"1598305243.3184948": "What a wacko. The chase where he's in a trolley is pretty fun though."}, "0x0d041": {"1598305883.8207288": "He's just the worst, but he's pretty cool too."}, "0x0708a": {"1598305956.377859": "Sounds so fancy and so cool, but it means nothing basically LOL."}, "0x03047": {"1598306059.7487478": "I've never heard of this."}, "0x03019": {"1598306128.2510333": "I think this is kind of a rip-off of Ford Fulkerson tbh."}, "0x070ad": {"1598306145.2883189": "It exists, I suppose."}, "0x0d031": {"1598306180.4518776": "The gameplay of the case is quite annoying (the tailing) although its not a bad case plotwise."}, "0x0d03e": {"1598306238.8268871": "He is pretty smooth and has some cool lines, but he's really really evil lol."}, "0x0300f": {"1598384316.1042497": "I've never heard of this."}, "0x070a9": {"1598384339.633455": "Uhhh... Not something I deal with?"}, "0x00023": {"1598384358.8281128": "Probably the worst thing in the world."}, "0x070a8": {"1598414711.2219188": "Pretty neat for CS, but lame for math."}, "0x070a4": {"1598414726.020409": "It's annoying."}, "0x0301d": {"1598414934.444522": "It's pretty cool, I liked NP reductions a lot. The categorization itself, its ok."}, "0x0709e": {"1598414983.3718414": "This made a lot of sense and I remember when Prof Song explained this for the first time in CS70 and I thought it was super smart."}, "0x070a6": {"1598414999.486811": "I'm not so fond of this... perhaps..."}, "0x0303f": {"1598415014.3565037": "Why would I ever bother?"}, "0x0700f": {"1598415243.387461": "Pretty cool concept and funny name."}, "0x00008": {"1598415335.300617": "Seems neutral to me. There a lot of things I dread and others I look forward to a lot. "}, "0x070bc": {"1598415360.9994717": "They're quite pretty. I dunno if it's that practical though."}, "0x03044": {"1598415461.3206792": "I've never used one, but I can see the point."}, "0x00027": {"1598415490.0095546": "Hope is important."}, "0x0305c": {"1598415543.720914": "I've never implemented this algorithm though I've used it for EE16B and also the tracking algorithms for my lab. Can't say I like it that much though."}, "0x0705e": {"1598415578.0812569": "Same as postulate, it's interesting how you need to start at something to get somewhere else."}, "0x03038": {"1598415617.182921": "Much less intuitive than MSD."}, "0x0000f": {"1598415823.070806": "I hope I'll be content with myself and life someday. I talked with Chris about this just yesterday in fact. I told him that I'm concerned I'll never be content."}, "0x03046": {"1598415844.8069465": "What a pain."}, "0x070be": {"1598415865.4845214": "Not so cool, but its alright."}, "0x0302b": {"1598420617.1340988": "A decent NP complete problem."}, "0x03029": {"1598420648.2159584": "Pretty cool problem I thought, but seems not very useful for reductions relatively speaking."}, "0x0701f": {"1598420679.8075306": "It seems like an extremely important feature that makes everything much nicer."}, "0x03040": {"1598420797.233814": "I don't know who would ever bother with the details, but I suppose it does do something important and it does it most efficiently."}, "0x0300e": {"1598421473.553498": "The fabled Simplex. I've heard a lot about it but know little else about it."}, "0x00017": {"1598421490.4836566": "I wish I could always trust other people."}, "0x07078": {"1598421648.9289148": "Hahaha it's like a fraction. Other than that I don't care about this though."}, "0x07093": {"1598421710.9282584": "It's a crucial fact of life, what can I say. This lets you say that P(A) + P(not A) = 1."}, "0x0304c": {"1598421757.866955": "Seems relatively niche."}, "0x07063": {"1598421771.580027": "I don't like this...."}, "0x03032": {"1598422077.853497": "The fastest sort that people actually use. I like it I guess. You probably have to do the median of medians thing."}, "0x07085": {"1598422088.0112498": "Not of interest."}, "0x00016": {"1598422195.5393946": "Kind of self explanatory?"}, "0x03057": {"1598422231.406098": "The method that will solve all your problems! For real though lol."}, "0x07038": {"1598422252.0212908": "It's ok."}, "0x0701c": {"1598422283.5331738": "The same as sequential compactness, but it makes more sense."}, "0x07012": {"1598498628.5208862": "I like it somewhat."}, "0x0d00f": {"1598498641.967846": "What a snake!"}, "0x07018": {"1598498699.08513": "Not bad."}, "0x0300d": {"1598499998.950545": "It's better than top down but it makes less sense"}, "0x0703a": {"1598560865.4758286": "I suppose it's a thing."}, "0x0d021": {"1598560912.025168": "This case is rather bland, the best part is the hobo camp fight."}, "0x03033": {"1598560950.880207": "Just a meme."}, "0x0701a": {"1598560962.705862": "Funny name, alright concept."}, "0x0001b": {"1598561002.8847604": "I like it a lot when I feel it. I somewhat like it when other people feel it."}, "0x0708f": {"1598561179.7638223": "So fancy, so abstract! So... pointless and complicated lol."}, "0x00004": {"1598561197.290244": "I don't like to be angry really."}, "0x07053": {"1598561242.8901122": "Feels like everything where you even mention inner product is just a pain to do."}, "0x0d059": {"1598561258.132229": "AHHHH oncoming darkness."}, "0x0702e": {"1598561368.1554563": "I like integrals quite a bit, I must admit."}, "0x03049": {"1598561438.9586673": "Uhhh cool!?"}, "0x03009": {"1598561573.0035663": "Actually a very important characterization that lets you easily work with graphs."}, "0x07001": {"1598561698.1483788": "I didn't like taking the class very much. We either had impossible proofs, or competition math level tricky limits and series. Overall the subject is alright, good ideas but annoying proofs."}, "0x07072": {"1598561731.8423932": "Why would I ever want to use this term lol."}, "0x0d039": {"1598561779.8431685": "\"I'm the one asking the questions here!\" \"Then why do you come to me with your stupid questions?!\" \nThis case is the start of the real plot."}, "0x0d015": {"1598561838.337125": "Ohhh how did this guy get off.... Roy Earle got him off the hook somehow."}, "0x0304a": {"1598561858.872641": "Super cool actually, lets you do anything."}, "0x07048": {"1598561889.815461": "A nice idea but not very nice for much of anything."}, "0x0d01e": {"1598561943.850483": "A decent case I think."}, "0x0d03a": {"1598561987.730914": "She is a main character. Playing with Cole, Jack, everyone. But she is pretty cool when she talks in important scenes."}, "0x0702b": {"1598561997.7288122": "Never heard of it."}, "0x03027": {"1598562016.4914122": "Never will ever use this."}, "0x07060": {"1598562034.6644785": "It follows that... idk, it's a thing."}, "0x00025": {"1598562098.2393055": "It's amazing to be happy."}, "0x070b3": {"1598562109.8352077": "Um... Not the best."}, "0x0d00b": {"1598562136.8608584": "This guy is bad, but not that much."}, "0x0002a": {"1598562157.0317583": "I hate feeling like this. I feel a lot of shame in my life for some reason."}, "0x07094": {"1598562181.169135": "It exists, though I'm not that fond of it."}, "0x0002e": {"1598562225.249285": "There are plenty of \"nice\" people in the world. I don't know as much about people who will actually look out for others though."}, "0x03055": {"1598562302.036961": "Cool idea, good training technique in my opinion."}, "0x0d051": {"1598651029.9327083": "He is needlessly mean. I think that's his job. I would like to think of him as just tough."}, "0x0d045": {"1598651057.3232546": "Sad story and we charged him unfortunately."}, "0x07036": {"1598651110.8833165": "This subject is awful. I think there is a lack of understanding about it, all the solution methods are awful."}, "0x0705b": {"1598651178.4347093": "The result of proofs I suppose."}, "0x0d05d": {"1598651208.7112887": "Ohhhh this is the best newspaper, it is so epic."}, "0x00035": {"1598651353.5879738": "My passion is my interest in other people and social stuff. I think some people have obvious passions and others don't. It's strange... people are fine without it but perhaps a bit incomplete."}, "0x0d03b": {"1598651399.3751867": "This guy is so lame, how did Cole not get him? Then again, Cole didn't get most of them."}, "0x07040": {"1598651435.467882": "Trivial, and I couldn't be bothered to remember how it can be solved."}, "0x00048": {"1598651454.173909": "I really like trust. It's important."}, "0x0d002": {"1598651492.4136302": "First case huh? Not that memorable."}, "0x0706b": {"1598652076.5336335": "I prefer this over onto, it makes things much nicer."}, "0x0708c": {"1598652099.126105": "How.... needlessy fancy. I don't like it but it sounds cool."}, "0x070b8": {"1598652110.7312913": "Lines are nice."}, "0x04018": {"1598680736.0097668": "Fun game."}, "0x050fb": {"1598680748.1414435": "Easy call ID."}, "0x070bd": {"1598680882.9554229": "I hate this."}, "0x0709a": {"1598680896.8181329": "It's useful I guess but I'd rather not."}, "0x07016": {"1598680926.5286636": "Forgettable."}, "0x0202e": {"1598680965.9587748": "Funny name."}, "0x0b009": {"1598681056.3017793": "Pretty good sometimes, but mostly OK."}, "0x0300c": {"1598681101.4070325": "Chet thinks it doesn't exist."}}