{"0x0d033": {"1598137122.0773695": "This guy is a douche, I highly dislike him. I like Roy Earle when he tells him off, it's great."}, "0x07089": {"1598137183.0031936": "The diagrams themselves are pretty neat actually. I dislike category theory stuff though thanks to my unpleasant experience in math 113."}, "0x0d057": {"1598137222.2736297": "A pretty meh newspaper. Courtney is kinda lame like that. "}, "0x0d023": {"1598137290.0878148": "He's an ok character. I don't really think anything special of him, he seems genuine enough. "}, "0x070aa": {"1598137315.8755045": "I don't really like the subject, it's kind of a joke in my mind. "}, "0x0000d": {"1598137518.878534": "https://web.archive.org/web/20200822230428/https://aaronsun1030.wordpress.com/2020/07/23/7-23-20/"}, "0x0003e": {"1598137535.9152918": "It's not very nice to be sad."}, "0x070ba": {"1598137591.6390934": "I've never heard of this before, but it's the height you use when you calculate triangle area (hence the name altitude)."}, "0x0d02b": {"1598137644.1704023": "I like the way he talks, his accent is funny and he is so grandiose in his gestures. He also doesn't seem to be affiliated with any of the shady stuff in the game."}, "0x03035": {"1598137674.0974593": "Not good, but easy. Why would you use it when it's so slow though?"}, "0x070b0": {"1598137691.66483": "Who cares about this? I don't."}, "0x07090": {"1598137728.8742278": "Learning about it in math 113 was unpleasant, but the idea of it is not bad."}, "0x03004": {"1598137804.4423885": "Very useful algorithm. I wonder people tend to use DFS more when this seem better?"}, "0x0d005": {"1598137886.8167808": "When I first played through it lol, I failed the interrogation at the start and end. It's a decent introductory case for actual investigation, but it's not that great otherwise."}, "0x0d050": {"1598137954.0678833": "God he's pretty cool. Even though everyone in the department disrespects Cole, Biggs treats Cole fairly. He also seems really honest and sides with justice even when it's not good for his career. "}, "0x0000a": {"1598138031.1012945": "I feel this way about many things. Like in Taylor Swift's \"I Forgot That You Existed,\" \"it isn't love it isn't hate it's just indifference.\" "}, "0x0304d": {"1598138093.7758996": "Kinda neat but when would you use it?"}, "0x00028": {"1598138124.226039": "Hmm can't say I feel this that often? It doesn't seem very pleasant though."}, "0x00001": {"1598138173.1524436": "I tell Tristan this a lot. Life is all about coming to terms with reality. Since there's a lot of things that aren't in your control that you have to just face as the truth. "}, "0x0d006": {"1598138206.8900762": "Nothing really interesting about him. He just says to always stop investigating since he's scared lol. "}, "0x0d01b": {"1598138290.4020662": "Meh, both suspects aren't too compelling. I wonder why the husband has to act so suspicious all the time though. The ending where he runs away is weird. Also weird is why the janitor thinks that Hugo was the one in the car. "}, "0x00026": {"1598138431.1828399": "What do I hate? I dunno. "}, "0x070bf": {"1598138474.254753": "Learning them in middle school was such a drag. I still don't really know how they work and I also don't really care. "}, "0x07051": {"1598138528.247621": "Pretty cool I guess. I like the idea, it makes a lot of sense."}, "0x0304b": {"1598138614.8337166": "Very important idea. Priority queues are lit for sure."}, "0x03025": {"1598138654.8376825": "Useful for lower bounds. If not for that it'd be useless. "}, "0x0305b": {"1598138677.7011068": "Pretty neat idea."}, "0x0305d": {"1598138697.067654": "I've never heard of this but I like integrals."}, "0x07033": {"1598138745.8852494": "Can't say I'm fond of this. It's more like you have to know the derivative of the trig function for it to be useful, and at that point just integrate by sight."}, "0x03030": {"1598138979.4133253": "Feels like such brute force lol. Can't say I hate that though."}, "0x07052": {"1598139074.841059": "Very fundamental indeed. It's interesting how it can relate dimensions in a non-obvious way. Shows how dimensions are \"conserved\" kind of."}, "0x0d052": {"1598139114.4686599": "The beginning of bad things. I am not that fond of this newspaper, if this didn't happen then everything would be better. "}, "0x03003": {"1598139137.8243725": "An extremely important algorithm for anything with graphs."}, "0x0d05e": {"1598139244.5626886": "Very funny.\n\"Leland. We will not solve our problems by announcing them to the general public.\" \n\"You certainly are a cold character, Harlan.\""}, "0x07023": {"1598139277.5485654": "It's alright. I feel bad that Rolle's kind of got ripped off for this lol. "}, "0x070b1": {"1598139382.0181322": "A fundamental object. At least for humans. I think more universally that squares aren't so special."}, "0x0702d": {"1598139431.9880188": "Very neat idea."}, "0x00005": {"1598139454.4777877": "I don't like feeling such generalized angst at all. "}, "0x070c7": {"1598139487.5385385": "Felt useless and hard to use. It's basically just max lol. "}, "0x07020": {"1598139527.1566446": "I liked the idea a lot and it led to many important concequences, but proving it on homework was so wack."}, "0x00010": {"1598139659.077984": "Amazing! It's so important, so rewarding, yet so elusive."}, "0x03005": {"1598139695.8508332": "Feels suspiciously like brute force to me. I suppose it's very practical though. "}, "0x0d05a": {"1598139748.481823": "Roy Earle you snake! It's a very important cutscene since it shows you who sold Cole out and why he was used."}, "0x07081": {"1598139780.4636836": "You can quotient by normal subgroups, so they're important."}, "0x0001d": {"1598139830.8388941": "I feel it most when I'm up late with Chris and William. I picked them since it's always been true for them, but it applies to more people as well."}}